Repository: shardeex/GIWishBot-archive
Catalog: app/locales/*/LC_MESSAGES/GIWishBot.po
Languages: ru

source: All
ru: Все

source: Characters
ru: Персонажи

source: Weapons
ru: Оружия

source: Special thanks goes to:
ru: Особая благодарность:

source: ✦ <b><a href="ambr.top">Project Amber</a></b> for the game data and character pictures.
ru: ✦ <b><a href="ambr.top">Проект Эмбер</a></b> за игровые данные и изображения персонажей.

source: ✦ <b><a href="https://t.me/vsratoteivat">Vsratiy Teyvat</a></b> for the active help in bot development and testing.
ru: ✦ <b><a href="https://t.me/vsratoteivat">Всратый Тейват</a></b> за активную помощь в разработке и тестировании бота.

source: <b><a href="https://github.com/shardeex/GIWishBot">GitHub</a></b> | <b><a href="https://t.me/shardeex">Author</a></b> | <b>v{version}</b>
ru: <b><a href="https://github.com/shardeex/GIWishBot">GitHub</a></b> | <b><a href="https://t.me/shardeex">Автор</a></b> | <b>v{version}</b>

source: {mention}, here is your inventory:
ru: {mention}, вот Ваш инвентарь:

source: {mention}, here is your characters:
ru: {mention}, вот Ваши персонажи:

source: {mention}, here is your weapons:
ru: {mention}, вот Ваши оружия:

source: <i>There is no spoon.</i>
ru: <i>Здесь ничего нет.</i>

source: {mention}, you received <b>{name}</b>! {info}
ru: {mention}, награда за молитву — <b>{name}</b>! {info}

source: {mention}, you can wish again in {time_left}.
ru: {mention}, Вы сможете помолиться снова через {time_left}.

source: You can wish in group chat to get <b>Masterless Stardust</b> and <b>Masterless Starglitter</b>.
ru: Вы можете молиться в групповом чате, чтобы получать <b>Блуждающую звёздную пыль</b> и <b>Блуждающий звёздный блеск</b>.
